Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/social_welfare_payments_to_families_and_children/health_safety_benefit.html.txt.tmx
Source language: en
Languages: ga

source: Health and Safety Benefit
ga: Sochar Sábháilteachta agus Sláinte

source: Health and Safety Benefit is a weekly payment for employed women who are pregnant or breastfeeding, and who are granted health and safety leave by their employer
ga: Íoctar an Sochar Sláinte agus Sábháilteachta go seachtainiúil do mhná fostaithe atá ag iompar clainne nó ag tabhairt na cíche do leanbh agus a bhfuil saoire shábháilteachta agus sláinte tugtha dóibh ag a bhfostóir siúd

source: The right to health and safety leave from employment is set out under Section 18 of the Maternity Protection Act 1994
ga: Tá soláthar Saoire Shláinte agus Sábháilteachta ó obair in Éirinn curtha ar fáil faoi Alt 18 den Acht um Chosaint Máithreachais 1994

source: To qualify for Health and Safety Benefit, you must meet certain criteria and social insurance (PRSI) contribution conditions
ga: Chun bheith i dteideal Sochar Sláinte agus Sábháilteachta a fháil, caithfear roinnt critéir ar leith agus coinníollacha ranníocaíochta árachas shóisialaigh (ÁSPC) a shásamh

source: Your employer pays your normal wage for the first 21 days (3 weeks) of your health and safety leave and the Department of Social Protection pays Health and Safety Benefit for the remainder
ga: Íocfaidh d’fhostóir leat ghnáthphá den an chéad 21 lá (3 sheachtain) den saoire shláinte agus sábháilteachta agus íocfaidh an Roinn Coimirce Sóisialaí an fuílleach

source: If you think you have been wrongly refused Health and Safety Benefit you can appeal this decision
ga: Má mheasann tú gur diúltaíodh go héagórach do d’iarratas ar shochar, is féidir leat achomharc a dhéanamh i leith an chinnidh seo

source: During health and safety leave from employment, you are still considered to be in employment (this means, for example, that you continue to accumulate annual leave entitlement)
ga: Breathnaítear ar am atá caite ar shaoire sláinte agus sábháilteachta mar thréimhse fostaíochta don fhostaí, agus is féidir an t-am seo a úsáid chun teidlíocht saoire bhliantúil a charnadh

source: However you are not entitled to payment for public holidays that occur while you are on health and safety leave
ga: Níl an fostaí i dteideal saoire maidir le saoirí poiblí ar bith a tharlaíonn nuair atá sí ar saoire sláinte agus sábháilteachta

source: Taxation of Health and Safety Benefit
ga: Gearradh cánach ar Shochar Sláinte agus Sábháilteachta

source: Health and Safety Benefit is taxable for all claimants
ga: Beidh Sochar Sláinte agus Sábháilteachta inchánaithe le haghaidh gach éilitheoir

source: It is taxed in the same way as Maternity Benefit
ga: Gearrtar cáin ar Shochar Sláinte agus Sábháilteachta ar an mbealach céanna le Sochar Máithreachais

source: Universal Social Charge and PRSI are not payable
ga: Ní bheidh Muirear Sóisialta Uilíoch ní ÁSPC a bheith iníoctha

source: You can read about how Maternity Benefit is taxed in the document, Taxation of social welfare payments
ga: Is féidir léigh conas a ghearrtar cáin ar Shochar Máithreachais sa cháipéis, Gearradh cánach ar íocaíochtaí leasa shóisialaigh

source: You can also get more information from Revenue on taxation of Maternity Benefit
ga: Is féidir tuilleadh eolais faoi ghearradh cánach ar Shochar Máithreachais ó Revenue a fháil

source: To get Health and Safety Benefit you must:
ga: Chun Sochar Sláinte agus Sábháilteachta a fháil:

source: • Be a pregnant employee who is exposed to certain risks in the workplace or is a nightworker (that is, you must spend at least 3 hours or 25% of your work between 11pm and 6am) or
ga: • Ní foláir nó gur bean atá fostaithe tú atá ag iompar clainne agus go mbaineann contúirt áirithe le do chuid oibre nó go bhfuil tú ag déanamh obair oíche, ( gur idir 11ir agus 6rn a dhéanann tú trí uair a chloig/25% de do chuid oibre, ar a laghad) nó

source: • Have given birth in the last 14 weeks and be involved in nightwork or
ga: • Ní foláir nó gur saolaíodh leanbh duit sna 14 seachtain roimhe sin agus go bhfuil tú ag déanamh obair oíche nó

source: • Be breastfeeding (up to 26 weeks after the birth) and exposed to certain risks in the workplace
ga: • Ní foláir duit bheith ag tabhairt na cíche do leanbh ar feadh suas ar feadh suas le 26 seachtain tar éis a bhreithe agus go mbaineann contúirt áirithe le do chuid oibre

source: The Health and Safety Authority provides full details of what these risks (pdf) are
ga: Tá cur síos iomlán ar fáil ón Údarás Sláinte agus Sábháilteachta ar na rioscaí seo (pdf)

source: You must also meet the following PRSI conditions:
ga: Caithfidh tú na coinníollacha ÁSPC seo leanas a shásamh:

source: Have at least 13 weeks of social insurance (PRSI) paid in the 12 months immediately before the date your baby is due or
ga: Gur íoc tú árachas sóisialach (ÁSPC) ar feadh 13 seachtain ar a laghad sna 12 mhí roimh an dáta ina rabhthas ag súil leis an mbreith, nó

source: Have 104 weeks' PRSI paid since you first started work and 39 weeks' PRSI paid or credited in the relevant tax year or in the year following the relevant tax year (of which at least 13 must be paid contributions) or
ga: Gur íoc tú 104 seachtain ón am ar chéadthosaigh tú ag obair agus go bhfuil 39 seachtain ÁSPC íoctha nó creidiúnaithe sa bhliain chánach ábhartha (beidh íosmhéíd 13 ranníocaíochtaí sa bhliain chánach ábhartha íoctha uait) nó

source: Have 104 weeks' PRSI paid since you first started work and 26 weeks' PRSI paid in the relevant tax year and 26 weeks' PRSI paid in the tax year before the relevant tax year
ga: Gur íoc tú 26 seachtain ÁSPC sa bhliain chánach chuí agus 26 seachtain ÁSPC sa bhliain chánach roimh an bhliain chánach ábhartha

source: The relevant tax year is the second last complete tax year before you claim Health and Safety Benefit
ga: Ciallaíonn bliain chánach ábhartha an bhliain chánach iomlán leathdheireanach roimh an bhliain ar a n-éilítear Sochar Sláinte agus Sábháilteachta

source: For example, for claims made in 2017 the relevant tax year is 2015
ga: I gcás éileamh don bhliain 2017 is í 2015 an bhliain chánach ábhartha

source: How long is Health and Safety Benefit paid?
ga: Cé chomh fada a íoctar Sochar Sláinte agus Sábháilteachta?

source: Health and Safety Benefit lasts until:
ga: Leantar le híocaíocht an tSochair Sláinte agus Sábháilteachta go dtí:

source: • The day you become entitled to Maternity Benefit, if you are pregnant
ga: • An lá a mbíonn tú i dteideal Sochar Máithreachais a fháil, má tá tú ag iompar clainne;

source: • 14 weeks from the date on which you gave birth, if you are an employee who has recently given birth and do nightwork
ga: • 16 seachtain tar éis dáta bhreithe an linbh, más duine fostaithe ar saolaíodh páiste duit le déanaí tú agus má tá tú ag déanamh obair oíche;

source: • 26 weeks from the date on which you gave birth, if you are breastfeeding
ga: • 26 seachtain ón dáta ar saolaíodh an leanbh duit, má tá tú ag tabhairt na cíche

source: You stop getting Health and Safety Benefit if your health and safety leave ends because:
ga: Stoptar an Sochar Sláinte agus Sábháilteachta má chuirtear deireadh le do shaoire shláinte agus sábháilteachta ar cheann de na cúiseanna seo:

source: • You are no longer at risk in the workplace or
ga: • Ní bhaineann aon chontúirt le d’ionad oibre a thuilleadh,

source: • Your employer has removed the risk or given you other work or
ga: • Chuir d’fhostóir deireadh leis an gcontúirt nó tugadh obair dhifriúil duit, nó

source: • You are employed on a fixed-term contract and that contract expires
ga: • Tá tú ag obair ar chonradh ar théarma seasta agus tagann sé chun críche

source: Health and Safety Benefit rates are graduated according to your average weekly earnings in the relevant tax year
ga: Céimnítear na rátaí i gcomhair an tSochair Sláinte agus Sábháilteachta de réir do mheántuillimh seachtainíúil sa

source: Weekly payment in 2016 and up to 13 March 2017
ga: bhliain chánach a bhaineann le hábhar

source: Weekly payment from 13 March 2017
ga: Rátaí seachtainiúil maidir le éileamh nua ó 13 Márta 2017

source: │Earnings per week │Personal rate │Qualified adult rate │
ga: │Tuilleamh seachtainiúil│Ráta Pearsanta│Duine Fásta Cáilithe│

source: │Less than €150 │€86.70 │€83 │
ga: │Níos lú ná €150 │€86.70 │€83.00 │

source: │€300 or more │€193 │€128.10 │
ga: │€300 nó níos mó │€193.00 │€128.10 │

source: Payment of Health and Safety Benefit
ga: Íocaíocht Sochair Sláinte agus Sábháilteachta

source: You will be paid directly into your bank account, or by weekly cheque. You get a personal rate and may get an increase for an adult dependant and child dependant
ga: Is féidir Sochar Sláinte agus Sábháilteachta a íoc isteach díreach i do chuntas bainc nó, is féidir an íocaíocht a dhéanamh le seic

source: Your average weekly earnings do not affect the rate of payment for a child dependant
ga: Geobhaidh tú ráta pearsanta agus is féidir go bhfaighidh tú íocaíocht do dhuine fásta cáilithe agus do leanbh cáilithe

source: Under the Maternity Protection Act 1994, a woman who qualifies for Health and Safety Benefit is entitled to claim Family Income Supplement (FIS)
ga: Ní dhéanann do mheánioncaim seachtainiúil difear don ráta íocaíochta do leanbh cáilithe

source: To get this benefit you must fill in a Health and Safety Benefit application form (pdf) and send it to the Health and Safety Benefit Section (see 'Where to apply' below)
ga: Comhlánaigh an fhoirm HSB1 agus seol ar ais í chuig Rannnóg an tSochair Shláinte agus Sábháilteachta (seoladh thíos)

source: You must complete parts 1, 2, 3, 5, 6 and 7
ga: Caithfidh tú cuid 1,2 agus 4-8 a chomhlánú

source: Your employer must fill in, sign and stamp part 4
ga: Ba chóir do d’fhostóir cuid 3 a chomhlánú

source: Your GP must fill in, sign and stamp part 8
ga: Ba chóir do do dhochtúir teaghlaigh cuid 9 a chomhlánú
